#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @MKTM45 & @NAUGHTY_PROFESSOR_BOT

class Translation(object):
    
    START_TEXT = """<b>🙋‍♂️🔥HAI 👋  😉 I am DON LEE ROBOT 🔥

നിങ്ങൾക്ക് എന്നെ നിങ്ങളുടെ ഗ്രൂപ്പിൽ ഉപയോഗിക്കാൻ കഴിയില്ല 🙂🙂 കാരണം Iam MANEGAR BOT 🔥🔥🔥 ഇവിടം വരെ വന്നതല്ലേ എന്റെ അപ്ഡേറ്റ്  ചാനലിൽ JOIN ചെയ്തേക്കൂ
JOIN CHANNEL : @MALLUM4
JOIN GROUP  : @MALLU_GROUP_M4
CREATOR : @NAUGHTY_PROFESSOR_BOT


 
    
    HELP_TEXT = """😡ചില പിള്ളേര് /help ചോദിച്ചു വന്നിരിക്കുന്നു ആ സൈഡിലോട്ടു മാറി ഇരിക്കു 😤 വല്ലോം വേണോ  എങ്കിൽ ഇയാളോട് ചോദിച്ചോ  👉@NAUGHTY_PROFESSOR_BOT 👈


<b><a href="https://t.me/MALLUM4_YT">MALLUM4</a></b>
"""
    
    ABOUT_TEXT = """<b>➥ 📃Name</b> : <b>DON LEE ROBOT Bot</b>
    
<b>➥ 😎Creator</b> : <b>@MKTM45</b> 

<b>➥ 👨‍💻Editor</b> : <b>@NAUGHTY_PROFESSOR_BOT</b>

<b>➥ 🗣️Language</b> : <b>Python3</b>

<b>➥ 📚Library</b> : <b><ia href=""കിട്ടും കാത്തിരി 

<b>➥ 📖Source Code</b> : <b><a href="😠😠😠😡💥
"""
